Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: <bold>If you value open, inclusive data - donate today!</bold>
shn: <bold>သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇႁၼ်ထိုင်ၵႃႈၶၼ်၊ ၶေႃႈမုၼ်းဢၼ်ပိုတ်ႇၽုၺ်ႇၶဝ်ႈပႃးတင်းမူတ်းၼႆၸိုင်ၶဝ်ႈမႃးလူႇတၢၼ်းမိူဝ်ႈၼႆႉၶႃႈလႄႈ!- donate today!</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
shn: <bold>ၶေႃႈပိုၼ်ၽၢဝ်ႇလမ်ႇလွင်ႈ - ၵၢၼ်သၢင်ႈဢွၵ်ႇၶေႃႈယိုၼ်ႈယၼ် API</bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
shn: <bold>ပႃးတင်း ၶေႃႈၵႂၢမ်းလၢတ်ႈသိုဝ်ႈ ဢမ်ႇၼၼ် လွင်ႈဢုပ်ႇဢူဝ်းၵၼ် </bold> လၢတ်ႈဢွၵ်ႇမႃး တႅတ်ႈတႅတ်ႈတေႃးတေႃး ၼင်ႇဢၼ်ပိူၼ်ႈလၢတ်ႈဝႆႉတႄႉၼၼ်ႉလႄႈ၊ ဢမ်ႇလူဝ်ႇမႄးထႅမ်ပဵၼ် ၶေႃႈၵႂၢမ်းဢၼ်ၸႅင်ႈလႅင်းလီ ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်ၶဝ်ႈပိူင်ၶႃႈ။ တူဝ်ယၢင်ႇ -

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
shn: <bold>ၶေႃႈၵႂၢမ်းၸူၵ်းၸႂ်။</bold> ၶေႃႈၵႂၢမ်းတူၵ်းၸႂ်လႄႈ ၶေႃႈၵႂၢမ်းလၢတ်ႈထႅမ်သႂ်ႇ (Fillers) ၼၼ်ႉ ဢမ်ႇဝႃႈတေပဵၼ်ၽႃႇသႃႇလႂ်ၵေႃႈယဝ်ႉတိုၼ်းလူဝ်ႇဝႆႉၼင်ႇပိူင်ၵဝ်ႇ <bold>ဢမ်ႇသႂ်ႇထႅၵ်ႉၶႃႈ</bold> တူဝ်ယၢင်ႇ -

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
shn: <bold>ၶေႃႈၵႂၢမ်းဢၼ်လေႃးၵၼ် ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်လႅၵ်ႈလၢႆႈႁၢင်ႈၾၢင်ဝႆႉ</bold> ဢမ်ႇလူဝ်ႇတႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉ တီႈၶေႃႈၵႂၢမ်း ဢၼ်ပၼ်ႇလေႃးၵၼ်လၢႆၽႃႇသႃႇ ဢမ်ႇၼၼ် ၶေႃႈၵႂၢမ်းဢၼ်မီးလွင်ႈထႅမ်သႂ်ႇသဵင်ပႃႈလင် ဢၼ်မႃးတီႈထႅင်ႈၽႃႇသႃႇၼိုင်ႈၶႃႈ။ တူဝ်ယၢင်ႇ -

source: <bold>Offensive content or sensitive information</bold>
shn: ၶေႃႈမုၼ်း ဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ ဢမ်ႇၼၼ် ၶေႃႈမုၼ်း ဢၼ်မီးလွင်ႈတိူဝ်ႉၸႂ်ငၢႆႈ

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
shn: <bold>ၵၢၼ်ပရႁိတ</bold> - ၶဝ်ႈမႃးပဵၼ်ၽူႈၵမ်ႉထႅမ် (Sponsor) ၼႂ်းၵၢၼ်သၢင်ႈၸုမ်းၶေႃႈမုၼ်း၊ တႃႇတေပၼ်ႁႅင်း လွင်ႈၶူင်သၢင်ႈ လႄႈ လွင်ႈၶိုၼ်ႈယႂ်ႇ ၼႂ်းပိုၼ်ႉတီႈ။

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
shn: <bold>ၸိုဝ်ႈတၢႆတူဝ်</bold> ၸိုဝ်ႈၵူၼ်း၊ ၸိုဝ်ႈဢွင်ႈတီႈ လႄႈ ၸိုဝ်ႈၸုမ်းၸိူဝ်းၼႆႉ ဢမ်ႇထုၵ်ႇလီတႅမ်ႈမၢႆသႂ်ႇထႅၵ်ႉၶႃႈ။ တူဝ်ယၢင်ႇ -

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
shn: bold>ၼႄၼႃႈၾၢင် လွင်ႈပဵၼ်ၸႂ်(ၸႂ်ၶုၺ်ႉထူပ်း)၊ ၾၢင်ႁၢင်ႈ လႄႈ တွၼ်ႈၵၢၼ်။ </bold> လွင်ႈလႅၵ်ႈလၢႆႈၸႂ်ႉၵႂၢမ်းလေႃးၵၼ်ၼၼ်ႉ ၵမ်ႈၼမ်တႄႉ တေပဵၼ်မိူဝ်ႈၵူၼ်းႁဝ်း လၢတ်ႈၼႄလွင်ႈပဵၼ်ၸႂ်၊ လွင်ႈႁိပ်ႈၼႅတ်ႈ ဢမ်ႇၼၼ် တၢင်းႁၼ်ထိုင်ၾိင်ႈငႄႈၾိင်ႈထုင်းၶႃႈ။ ၸႂ်ႉတိုဝ်းလွင်ႈၸိူဝ်းၼႆႉ တွၼ်ႈတႃႇတွပ်ႇၶေႃႈထၢမ်ၶႃႈ။

source: <bold>Save Your Keys Securely</bold>
shn: သိမ်းဝႆႉသေႃးၸဝ်ႈၵဝ်ႇ ႁႂ်ႈမၼ်ႈၵိုမ်းလွတ်ႈၽေး

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
shn: လၢတ်ႈၵႂႃႇမိူၼ်ၼင်ႇ တိုၵ်ႉလၢတ်ႈတေႃႇတင်းဢူၺ်းၵေႃႉ ဢမ်ႇၼၼ် ၵူၼ်းၼႂ်းႁိူၼ်း၊ သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇမီးလွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ် ၼႂ်းၸၢတ်ႈပၢၼ်တႄႉၼႆၸိုင်၊ တီႈၼႆႈၵေႃႈ ႁဵတ်းမိူၼ်ၵဝ်ႇၶႃႈလႄႈ။ တူဝ်ယၢင်ႇ -

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
shn: <bold>Speak လၢတ်ႈ မိူၼ်ၼင်ႇ တိုၵ်ႉတႅမ်ႈလိၵ်ႈဢၼ်ႁႂ်ႈၶဝ်ႈပိူင်။</bold> ငိူင်ႉဝႄႈ ၶေႃႈတွပ်ႇဢၼ်ၶဝ်ႈပိူင်၊ ဢၼ်ပဵၼ်ပၢႆးပၺ်ႇၺႃႇပူၼ်ႉတီႈ၊ႁႂ်ႈလၢတ်ႈၸႃၵၼ် မိူၼ်ၼင်ႇ ၵႂၢမ်းဢုပ်ႇဢူဝ်းၵၼ်ၵူႈဝၼ်းၶႃႈ။

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
shn: <bold>ၶွမ်ႇပၼီႇပၢႆးၸၢင်ႊ</bold> - လူင်းတိုၼ်းၼႂ်းၵၢၼ်ၶူင်ႊသၢင်ႈ ၶေႃႈမုၼ်းပိုတ်ႇၽုၺ်ႇ တႃႇပိူင်သၢင်ႈ AI ဢၼ်ၸႂ်ႉၽႃႇသႃႇလၢႆၽႃႇသႃႇ ဢၼ်ႁိူဝ်ႈႁိူင်းၶိုၼ်ႈယႂ်ႇ။

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
shn: <bold>ပိၼ်ႇၽႃႇသႃႇ ဢမ်ႇၼၼ် လၢတ်ႈသမ်ႉၵူႈလွင်ႈလွင်ႈ၊</bold>လၢတ်ႈၵႂႃႇပွၵ်ႈလဵဝ်ၵူၺ်း၊ လၢႆးဢၼ်မၼ်းတေမႃး ၼႂ်းလွင်ႈဢုပ်ႇဢူဝ်းဢၼ်ပဵၼ်သၽႃႇဝၼၼ်ႉ၊ ၸဝ်ႈၵဝ်ႇ ဢမ်ႇလူဝ်ႇလၢတ်ႈ ပိူင်ၽႅၵ်ႇ(version)ၶေႃႈတွပ်ႇ ၼႂ်းၽႃႇသႃႇၽႂ်မၼ်း။

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
shn: <bold>ၸႂ်ႉတိုဝ်း တင်းသွင်ၽႃႇသႃႇလႆႈယူႇ သင်ဝႃႈမၼ်းပဵၼ်လၢႆးလၢတ်ႈ ဢၼ်ၸဝ်ႈၵဝ်ႇၸႂ်ႉတိုဝ်းယူႇၵူႈဝၼ်း </bold> ဢမ်ႇဝႃႈတေလႅၵ်ႈလၢႆႈၸႂ်ႉတိုဝ်း ၶေႃႈၵႂၢမ်းၶေႃႈသွင်ၶေႃႈၵူၺ်းၵေႃႈ မၼ်းမီးၽွၼ်းလီယူႇ။ တူဝ်ယၢင်ႇ -

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
shn: <bold>ၸႂ်ႉတိုဝ်း ၶေႃႈတွပ်ႇ ဢၼ်တဵမ်ထူၼ်ႈ ဢၼ်ပႃး ၶေႃႈၼမ်း။ </bold> ႁႂ်ႈတႅတ်ႈၼႅတ်ႈ ၼင်ႇပွင်ပဵၼ်လႆႈသေ ပၼ်ၶေႃႈမုၼ်း ႁႂ်ႈတဵမ်ထူၼ်ႈ ၼင်ႇၵႃႈပွင်ႈပဵၼ်လႆႈ။ မႅင်ႇၽႄပၼ် ပိုၼ်း ဢမ်ႇၼၼ် တူဝ်ယၢင်ႇ ၼႂ်းၶေႃႈတွပ်ႇ ၸဝ်ႈၵဝ်ႇ။

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
shn: <bold>ၵွပ်ႈသင် AI ၼႆႉ ၵိုင်ႇလီႁဵတ်းၵၢၼ်ပၼ် ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၼႂ်းလုမ်ႈၾႃႉ ၵမ်ႈၽွင်ႈၵူၺ်း?</bold>

source: Borgu Fulfulde
shn: ပူဝ်ႇရ်ၵူႇ ၾူႇလ်ၾူႇလ်ၻေႇ

source: Bosnian
shn: ပွတ်ႉသၼီးယႅၼ်ႇ

source: Both
shn: တင်းသွင်

source: Both (Speak and Listen)
shn: တင်းသွင် (လၢတ်ႈလႄႈထွမ်ႇ)

source: Brahui
shn: ၿရႃႇႁုၺ်ႇ

source: Brands/Organisations: Target, Burger King
shn: မိၵ်ႈမၢႆၵုၼ်ႇ / ၸုမ်းၵၢၼ်: တႃးၵႅတ်ႉတ်ႉ၊ ပိူဝ်ႇၵိူဝ်ႇၶိင်း

source: Brazilian Portuguese
shn: ပရႃႇသီးလီးယႅၼ်း ပေႃႇတူႇၵီႇ

source: Breton
shn: ၿရႅတ်ႉတၼ်ႇ

source: [British English might make "root"]
shn: ၽႃႇသႃႇဢိင်းၵလဵတ်ႈ ပရိတ်ႉတိတ်ႉသျ် ၸၢင်ႈဢွၵ်ႇသဵင် မိူၼ်ၼင်ႇ "root"]

source: Browse Languages
shn: ႁွင်ႉတူၺ်းၽႃႇသႃႇ

source: Brushaski
shn: ပူႇရူႇသျႃးသၵီႇ

source: Build a custom goal
shn: တၢမ်းဝၢင်းယိူင်းမၢႆ ဢၼ်မၵ်းၶၼ်ႈႁင်းၵူၺ်း။

source: Build Profile
shn: ၵေႃႇသၢင်ႈပရူဝ်ႇၾၢႆႇ

source: Bukusu
shn: ၿူႇၵူႇသူႇ

source: Bulgarian
shn: ပူႇၵႃႇရီႇယႅၼ်ႇ

source: Bulk batch
shn: ၸုပ်ႈၼမ်

source: Bulk Sentences Uploaded
shn: သူင်ႇၶိုၼ်ႈၶေႃႈၵႂၢမ်းပဵၼ်ၸုပ်ႈ ယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉၶႃႈ

source: Bulu
shn: ၿူႇလူႇ

source: Bunun
shn: ၿူႇၼုၼ်ႇ

source: Burmese
shn: မၢၼ်ႈ

source: Buryat
shn: ပိူဝ်းယႅတ်ႇ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
shn: <b>ယွၼ်ႉသင် လႄႈဢီးမေးလ်?</b> မိူဝ်းၼႃႈမႃး သင်ဝႃႈမီးလွင်ႈလႅၵ်ႈလၢႆႈ ၵဵဝ်ႇလူၺ်ႈတင်း ၸုမ်ႇၶေႃႈမူၼ်း (Dataset) ၼႆ ႁဝ်းၶႃႈတေၸၢင်ႈၵပ်းသိုပ်ႇၸဝ်ႈၵဝ်ႇလႆႈ၊ ဢီးမဵဝ်းလ်ၼႆႉ မၼ်းတေပဵၼ်တီႈယူႇ တႃႇႁဝ်းၶႃႈ တေၵပ်းသိုပ်ႇႁႃ ၸဝ်ႈၵဝ်ႇယဝ်ႉ။

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
shn: လူၺ်ႈၵၢၼ်ၼဵၵ်းတီႈ “သူင်ႇလဵၵ်ႉၶ် တီႈဢီးမေးလ် ၶႃႈ” ၼႆၸိုင် ၸဝ်ႈၵဝ်ႇ လႆႈၸႂ်ၸွမ်း <termsLink>ၶေႃႈမၵ်းမၼ်ႈ ၵၢၼ်ၸႂ်ႉတိုဝ်း</termsLink> လႄႈ <privacyLink>ပိူင်ၵၢၼ် လွင်ႈသိူင်ႇသိမ်းၶေႃႈမုၼ်းသုၼ်ႇတူဝ်</privacyLink> ႁဝ်းၶႃႈသေယဝ်ႉ Mozilla တေၸၢင်ႊသူင်ႇပၼ် ၶေႃႈမုၼ်း ဢီးမေးလ် ဢၼ်ၸဝ်ႈၵဝ်ႇ တေၶဝ်ႈႁူမ်ႈ ၼႂ်းၵၢၼ်ၸၢမ်းတူၺ်း Beta တွၼ်ႈတႃႇ ၶူင်းၵၢၼ် လၢတ်ႈၵႂၢမ်း ဢၼ်ပဵၼ်မႃး ႁင်းၶေႃ ၶွင် Common Voice ၼၼ်ႉယဝ်ႉ။

source: By editing your goal, you may lose your existing progress.
shn: လွင်ႈမႄးထတ်း ယိူင်းဢၢၼ်းၸဝ်ႈၵဝ်ႇၼၼ်ႉ ၸၢင်ႈႁဵတ်းႁႂ်ႈ လွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇဢၼ်မီးဝႆႉၼၼ်ႉ လူႉလႅဝ်ၵႂႃႇလႆႈၶႃႈ။

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
shn: လူၺ်ႈၵၢၼ်လိူၵ်ႈႁပ်ႉဢီးမေးလ် သူၸဝ်ႈၽွမ်ႉၸွမ်းတႃႇႁႂ်ႈ Mozilla ယိပ်းၵမ်ၶေႃႈမုၼ်းဢၼ်ၼႆႉ ၼင်ႇသပ်းၸႅင်ႈဝႆႉၼႂ်း <privacyLink>ၶေႃႈပိုၼ်ၽၢဝ်ႇလွင်ႈသုၼ်ႇတူဝ်</privacyLink> ၶွင် Mozilla

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
shn: <b>ၸဝ်ႈၵဝ်ႇ ၽွမ်ႉၸႂ်</b>ဝႃႈ တေဢမ်ႇၶတ်းၸႂ်မွၵ်ႇလၢတ်ႈၽူႈလၢတ်ႈၵႂၢမ်း ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်း Common Voice ၼၼ်ႉ။

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
shn: လူၺ်ႈၵၢၼ်ပၼ်ၶေႃႈမုၼ်းတူဝ်ၸဝ်ႈၵဝ်ႇၵမ်ႈၽွင်ႈ တေႁဵတ်းႁႂ်ႈၶေႃႈမုၼ်းသဵင်ဢၼ်သူသူင်ႇမႃးတီႈ Common Voice ၼၼ်ႉမီးၽွၼ်းလီတိူဝ်းတွၼ်းမႃး တွၼ်ႈတႃႇဢိၼ်ႇၵျိၼ်ႇႁူႉတွင်းသဵင်လၢတ်ႈ ဢၼ်ၸႂ်ႉတိုဝ်းၶေႃႈမုၼ်းၸိူဝ်းၼၼ်ႉယုၵ်ႉမုၼ်းလွင်ႈတႅတ်ႈၼႅတ်ႈမၼ်းယဝ်ႉ။

source: By telling us about yourself, you will help developers build more inclusive technology
shn: လူၺ်ႈၵၢၼ်လၢတ်ႈၼႄႁဝ်းၶႃႈလွင်ႈတူဝ်ၸဝ်ႈၵဝ်ႇ၊ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၸွႆႈထႅမ်ၽူႈၶူင်ႊသၢင်ႈႁဵတ်းဢွၵ်ႇမႃးထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇႇဢၼ်ႁူမ်ႇငမ်းၼမ်မႃးထႅင်ႈ။

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
shn: ၵၢၼ်ၶဝ်ႈၸႂ်ႉတိုဝ်း Common Voice ၼႆႉ ပွင်ႇဝႃႈ ၸဝ်ႈၵဝ်ႇယွမ်းႁပ်ႉၸွမ်း<termsLink>ၶေႃႈမၢႆမီႈ </termsLink> လႄႈ <privacyLink>ၶေႃႈၸီႉသင်ႇလွင်ႈပဵၼ်သုၼ်ႇတူဝ် ၶွင်ႁဝ်းၶႃႈယဝ်ႉ။</privacyLink>

source: Cameroon Pidgin
shn: ၵႃႇမႃႇရူးၼ်ႇ ၽိတ်ႉၵျိၼ်ႇ

source: [Canadian English might make "route" sound like "rowt"]
shn: ၽႃႇသႃႇဢိင်းၵလဵတ်ႈ ၶၼေႇၻႃႇ ၸၢင်ႈဢွၵ်ႇသဵင် "route" မိူၼ်ၼင်ႇ "rowt"

source: Can be answered in a few sentences
shn: ၸၢင်ႈတွပ်ႇလႆႈ လူၺ်ႈၸႂ်ႉၶေႃႈၵႂၢမ်းဢမ်ႇလၢႆထႅဝ်

source: Cancel
shn: ယႃႉသိမ်းပႅတ်ႈ

source: Cancel Re-recording
shn: ပၢႆႇပႅတ်ႈ ဢတ်းသဵင်မႂ်ႇ

source: Cancel Submission
shn: ယႃႉသိမ်းပႅတ်ႈ လွင်ႈတၢင်ႇယိုၼ်ႈ

source: Cannot submit more than 1000 sentences
shn: ဢမ်ႇၸၢင်ႈသူင်ႇၶေႃႈၵႂၢမ်းလႆႈလိူဝ် 1000 ထႅဝ်

source: Can't decide?
shn: တႅပ်းတတ်းၸႂ်ဢမ်ႇလႆႈႁႃႉ?

source: Cantonese
shn: ၵႂၢၼ်ႇတူင်း

source: Capture Speech Exactly as Spoken
shn: တႅမ်ႈမၢႆသဵင်လၢတ်ႈ ႁႂ်ႈတႅတ်ႈတေႃး ႁႂ်ႈမႅၼ်ႈၸွမ်းၼင်ႇလၢတ်ႈ

source: Catalan
shn: ၶႅတ်ႇတလၼ်ႇ

source: Cause someone to share sensitive, potentially triggering responses
shn: ႁဵတ်းႁႂ်ႈၵူၼ်းမႅင်ႇၽႄ ၶေႃႈတွပ်ႇဢၼ်တိူဝ်ႉၸႂ်ငၢႆႈ ဢမ်ႇၼၼ် ဢၼ်ၸၢင်ႈတိုၵ်းသူၼ်းႁဵတ်းႁႂ်ႈ မီးလွင်ႈၸဵပ်းသႅပ်ႇၼႂ်းၸႂ်။

source: Central Alaskan Yupʼik
shn: ဢလတ်ႉသ်ၵႃႇယူႇပိၵ်ႉ ပွတ်းၵၢင်

source: Central Kurdish
shn: ၶိူဝ်းတိတ်ႉသျ် ပွတ်းၵၢင်

source: Central Puebla Nahuatl
shn: ပဝႅပ်ႉလႃႇ ၼႃႇဝၢတ်ႉလႃႇပွတ်းၵၢင်

source: Central Tarahumara
shn: တႃႇရႃႇႁူႇမႃးရႃႇ ပွတ်းၵၢင်

source: Change preferences
shn: လႅၵ်ႈလၢႆႈၶေႃႈလိူၵ်ႈသူၼ်ၸႂ်

source: Changes both display and dataset language
shn: လႅၵ်ႈလၢႆႈပႃးတင်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၼႄလႄႈၸုမ်ႇၶေႃႈမုၼ်း

source: Changes contribution language of dataset only
shn: လႅၵ်ႈလၢႆႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ် ၶွင်ၸုမ်ႇၶေႃႈမုၼ်း (Dataset) ၵူၺ်းၶႃႈ။

source: Changes the language dataset to which you're contributing
shn: လႅၵ်ႈလၢႆႈၸုမ်ႇၶေႃႈမုၼ်း ၽႃႇသႃႇဢၼ်ၸဝ်ႈၵဝ်ႇ တိုၵ်ႉၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်ပၼ်ဝႆႉၼၼ်ႉၶႃႈ။

source: Changes website text only
shn: လႅၵ်ႈလၢႆႈၶေႃႈၵႂၢမ်းၼိူဝ်ဝႅပ်ႉသၢႆႉတ်ၵူၺ်း

source: Change your email via Settings under Login Identity
shn: လႅၵ်ႈလၢႆႈဢီးမေးလ်သူၸဝ်ႈလူၺ်ႈ ပိူင်တမ်းဝၢင်း ၽၢႆႇတႂ်ႈၶေႃႈမုၼ်းၵိုၵ်းတူဝ်တႃႇလွၵ်ႉၶဝ်ႈ

source: Chechen
shn: ၶျေႇၶျႅၼ်ႇ

source: Check
shn: ၵူတ်ႇထတ်း

source: Check <icon></icon> is this a linguistically correct sentence?
shn: ထတ်း <icon></icon> ၼႆႉပဵၼ်ၶေႃႈၵႂၢမ်းဢၼ်ထုၵ်ႇမႅၼ်ႈၸွမ်းပိူင်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈယူႉၶႃႈႁႃႉ?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
shn: ထတ်းတူၺ်းဝႃႈၽႃႇသႃႇၸဝ်ႈၵဝ်ႇၸွင်ႇမီးယူႇၼႂ်းသဵၼ်ႈမၢႆၼိူဝ် <languagesPageLink>ၼႃႈၽႃႇသႃႇ Common Voice</languagesPageLink> ပေႃးဝႃႈပႆႇမီးၼႆ၊ ထႅမ်ပၼ်ၾွမ်ႇၼႆႉယဝ်ႉႁဝ်းၶႃႈတေ <strong>သူင်ႇပၼ်ဢီးမေးလ်ငၢႆႈငၢႆႈ သပ်းလႅင်းၼႄဝႃႈတေႁဵတ်းႁိုဝ်ၸၢင်ႈတမ်းဝၢင်းၽႃႇသႃႇၶွင်ၸဝ်ႈၵဝ်ႇ</strong>။

source: <chevron></chevron>See less
shn: <chevron></chevron>ၵဵပ်းသိမ်းဝႆႉ

source: <chevron></chevron>See more
shn: <chevron></chevron>သိုပ်ႇတူၺ်းထႅင်ႈ

source: Chiga
shn: ၶျီႇၵႃႇ

source: Chinese (China)
shn: ၶႄႇ (ၶႄႇ)

source: Chinese (Hong Kong)
shn: ၶႄႇ (ႁွင်ႇၵွင်ႇ)

source: Chinese (Taiwan)
shn: ၶႄႇ (ထႆႇဝၼ်ႇ)

source: Chinyanja
shn: ၶျိၼ်းၺၢၼ်းၵျႃး

source: Chokwe
shn: ၶျွၵ်ႉဝေး

source: Choose Culturally Specific Topics
shn: လိူၵ်ႈ ႁူဝ်ၶေႃႈဢၼ်မီးလွင်ႈတႅတ်ႈထႅတ်ႈ ဢၼ်ၵဵဝ်ႇၵပ်းၾိင်ႈထုင်ႉပိုၼ်ႉတီႈ။

source: Choose language/localization
shn: လိူၵ်ႈၽႃႇသႃႇ/ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
shn: လိူၵ်ႈၶေႃႈထၢမ်ဢၼ်ငၢႆႈ ဢၼ်ၵူႈၵေႃႈၸၢင်ႈပွင်ႇၸႂ်လႆႈ၊ ဢမ်ႇဝႃႈတေပဵၼ်ၾိင်ႈထုင်းလႂ်ဢမ်ႇၼၼ်မီးလွင်ႈၵွင်ႉၵႆၢႇလႂ်ၵေႃႈယဝ်ႉ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
shn: လိူၵ်ႈၶေႃႈထၢမ် ဢၼ်ငၢႆႈငၢႆႈ ဢၼ်ၵူၼ်းၵူႈၵေႃႉပွင်ႇၸႂ်လႆႈငၢႆႈ၊ ဢမ်ႇဝႃႈတေပဵၼ်ၾိင်ႈငႄႈၾိင်ႈထုင်း ဢမ်ႇၼၼ် တၢင်းႁၼ်ထိုင် ၸိူင်ႉႁိုဝ်ၵေႃႈယဝ်ႉ။

source: Choose somewhere with a good internet connection
shn: လိူၵ်ႈဢွင်ႈတီႈ ဢၼ်မီးဢိၼ်ႇတႃႇၼႅတ်ႉလီ

source: Chuvash
shn: ၶျူးဝၢတ်ႇ

source: Citation
shn: ဢၢင်ႈဢိင်

source: Cite with a URL link or the full name of the work.
shn: သႂ်ႇလိင်ႉ URL ဢမ်ႇၼၼ် ၸိုဝ်ႈတဵမ်ၶွင်ၵၢၼ်တႅမ်ႈၽိုၼ်လိၵ်ႈ

source: Citing Sentences
shn: ၵၢၼ်ဢၢင်ႈဢိင်တီႈမႃးတူၼ်ႇထႅဝ်ၶေႃႈၵႂၢမ်း

source: Click
shn: ၶလိၵ်ႉ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
shn: ၼဵၵ်း <guidanceLink>တီႈၼႆႈ </guidanceLink> တွၼ်ႈတႃႇႁဵၼ်းႁူႉ လၢႆးၸႂ်ႉတိုဝ်း ၼႃႈလိၵ်ႈၼႆႉ။

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
shn: ၼဵၵ်းပၼ်တီႈ “သၢင်ႈဢွၵ်ႇၶေႃႈယိုၼ်ယၼ်” ၼၼ်ႉ တေ သၢင်ႈၶေႃႈယိုၼ်ယၼ် ဢၼ်ပႅၵ်ႇပိူင်ႈပိူၼ်ႈ တွၼ်ႈတႃႇသဵၼ်ႈမၢႆၸဝ်ႈၵဝ်ႇၶႃႈ။ တွၼ်ႈတႃႇလွင်ႈႁူမ်ႇလူမ်ႈၼၼ်ႉ ၶေႃႈလပ်ႉသေႃး တေၼႄပၼ် ၵမ်းလဵဝ်ၵူၺ်းၶႃႈ။ ၶႅၼ်းတေႃႈ ၵွပ်ႉပီႇဢဝ် လႄႈ သိမ်းဝႆႉတီႈဢၼ်ပူၼ်ႉၽေးလီလီၶႃႈ။ သင်ဝႃႈမၼ်းႁၢႆၵႂႃႇၼႆ ၸဝ်ႈၵဝ်ႇတေလႆႈႁဵတ်းဢွၵ်ႇ ၵၢၵ်ႇသေႃးမႂ်ႇ ၵွပ်ႈမၼ်းဢမ်ႇၸၢင်ႈဢဝ်ၶိုၼ်းလႆႈ။

source: Clipboard not supported
shn: ဢမ်ႇၵမ်ႉထႅမ် ၶႅပ်းမၢႆ Clipboard

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
shn: { $clipCount } ၾၢႆႊလ်သဵင်၊ သႅၼ်းၾၢႆႊလ်ၵဵပ်းႁွမ်တင်းမူတ်း{ $size } ဢႃႇယုတေသုတ်းသဵင်ႈ{ $expires }.

source: Clip Graveyard
shn: ပႃႇႁဵဝ်ႈၶလိပ်ႉသဵင်

source: Clips recorded
shn: တွၼ်ႇသဵင်လႆႈဢတ်းဝႆႉယဝ်ႉ

source: Clips Uploaded
shn: သဵင်ဢၼ်ဢတ်းဝႆႉသူင်ႇၶိုၼ်ႈယဝ်ႉၶႃႈ။

source: Clips validated
shn: ၶလိပ်ႉဢၼ်ၵူတ်ႇထတ်းယဝ်ႉ

source: Clips You've Recorded
shn: ၶလိပ်ႉဢၼ်ၸဝ်ႈၵဝ်ႇဢတ်းဝႆႉယဝ်ႉ

source: Clips You've Validated
shn: ၶလိပ်ႉဢၼ်ၸဝ်ႈၵဝ်ႇလႆႈထတ်းယဝ်ႉ

source: Close
shn: ပိၵ်ႉ

source: Code Switching
shn: ၵၢၼ်လၢတ်ႈလေႃးလၢႆၽႃႇသႃႇၵႂၢမ်း

source: Collecting sentences
shn: ၵဵပ်းႁွမ်တူၼ်ႈထႅဝ်

source: Coming Soon
shn: တေမႃးဝႆးဝႆးၼႆႉ

source: Comment
shn: ၶေႃႈႁၼ်ထိုင်

source: Common Voice data plus all other voice datasets above.
shn: ၶေႃႈမုၼ်း Common Voice ႁူမ်ႈတင်း ၸုမ်ႇၶေႃႈမုၼ်းသဵင်တၢင်ႇဢၼ် ဢၼ်မီးပႃႈၼိူဝ်ၼၼ်ႉ။

source: Common Voice Dataset
shn: ၸုမ်ႇၶေႃႈမုၼ်း Common Voice

source: Common Voice is a free, open source platform for community-led data creation
shn: Common Voice ၼႆႉ ပဵၼ်ပလႅတ်ႉၾွမ်ႊ ဢၼ်ဢမ်ႇလႆႈသဵင်ႈငိုၼ်း၊ ဢၼ်ပိုတ်ႇၽုၺ်ႇ တႃႇႁဵတ်းဢွၵ်ႇၶေႃႈမုၼ်း ဢၼ်တူင်ႇဝူင်းၵူၼ်း ဢွၼ်ႁူဝ်။

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
shn: Common Voice ပဵၼ်ၶူင်းၵၢၼ်ၶွင် Mozilla Foundation ဢၼ်ပဵၼ်ၶူင်းၵၢၼ်ၸွမ်းပၵ်းပိူင် 501c3 ၶွင်မိူင်းႁူမ်ႈတုမ် ဢမႄႇရိၵၢၼ်ႇ။ ယၢမ်းလဵဝ်ၶူင်းၵၢၼ်လႆႈႁပ်ႉငိုၼ်းတိုၼ်းလၢင်းတင်းမူတ်းတီႈ <philantropicGrantLink>ငိုၼ်းၵမ်ႉၸွႆႈ ပရႁိတ၊</philantropicGrantLink> လႄႈငိုၼ်းလူႇတၢၼ်းတီႈၵူၼ်းတူဝ်ႈလုမ်ႈၾႃႉ။

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
shn: Common Voice လႆႈႁပ်ႉတိုၼ်းလၢင်းတီႈ ၵၢၼ်လူႇတၢၼ်းလႄႈငိုၼ်းၵမ်ႉၸွႆႈ! ႁဝ်းၶႃႈၺိၼ်းလီတေႁူမ်ႈမိုဝ်းၸွမ်း ၽူႈလူင်ႉလႅၼ်ႇပၢႆးပၺ်ႇၺႃႇ တူင်ႇဝူင်းၵူၼ်း လႄႈၽူႈၶူၼ်ႉၶႂႃႉတႃႇပၢႆးမၢၵ်ႈမီးၶဝ်။ Common Voice ၼႆႉၸႂ်ႉတိုဝ်းလႆႈလၢႆလၢႆ ၵူၺ်းၵႃႈ သင်ႁူမ်ႈၸွႆႈထႅမ်ၽလႅတ်ႉၾွမ်း လႄႈၵႃႈၸႂ်ႉၸၢႆႇတႃႇၵၢၼ်ႁူတ်ႉသ် လူၺ်ႈ ၶေႃႈတၢင်ႇၼႄယွၼ်းငိုၼ်းၵမ်ႉၸွႆႈၼၼ်ႉ တေၸွႆႈလႆႈၼမ်တႄႉတႄႉ။

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
shn: Common Voice တိုၵ်ႉတေပိုတ်ႇၽုၺ်ႇ ပိူင်ၵၢၼ်ပွၵ်ႈၵမ်းသွင် ဢၼ်ပၵ်းၸႂ်ၼိူဝ် လွင်ႈၵဵပ်းႁွမ်ၶေႃႈမုၼ်းသဵင်လၢတ်ႈ ဢၼ်ပဵၼ်သၽႃႇဝ၊လွတ်ႈလႅဝ်း လႄႈ ဢမ်ႇမီးၵၢၼ်ႁႅၼ်းဝႆႉဢွၼ်တၢင်း (Unscripted speech)ၼၼ်ႉယဝ်ႉ။လွင်ႈၼႆႉ တေၸွႆႈထႅမ်ပၼ် တူင်ႇဝူင်းၵူၼ်း တင်းၼမ်ႁႂ်ႈၵဵပ်းၶေႃႈမုၼ်းလႆႈ ဝႆးဝႆးသေဢမ်ႇၵႃး တေပဵၼ်ၽွၼ်းလီ တႃႇၽူႈလူင်ႉလႅၼ်ႇ ၶေႃႈမုၼ်း လႄႈ ၽူႈၶူင်သၢင်ႈၶဝ် ၼႆယဝ်ႉ။

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
shn: Common Voice ပဵၼ်ၵၢၼ်ၶတ်းၸႂ်ၶွင် Mozilla တႃႇၸွႆႈသွၼ်ပၼ် ၶိူင်ႈၸၢၵ်ႈ ႁႂ်ႁူႉပွင်ႇၸႂ်ဝႃႈၵူၼ်းႁဝ်းႁဵတ်းႁိုဝ်လၢတ်ႈၵႂၢမ်း။

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
shn: Common Voice ၼႆႉ ပဵၼ်ၶေႃႈမုၼ်းသဵင် ဢၼ်ၸႂ်ႉလႆႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈလၢႆၽႃႇသႃႇ ဢၼ်ယႂ်ႇသေပိူၼ်ႈ ၼႂ်းလုမ်ႈၾႃႉ။

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
shn: သဵင်ဢၼ်ထုၵ်ႇဢတ်းၼိူဝ် Common Voice ၸိူဝ်းၼႆႉထုၵ်ႇၸႂ်ႉတိုဝ်းလူၺ်ႈ ၾၢႆႇပၢႆးပၺ်ႇၺႃႇ၊ ပၢႆးမၢၵ်ႈမီးသႅၼ်းလဵၵ်ႉ၊ လႄႈၽူႈသူင်မိုတ်ႈထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇႁူႉတွင်းသဵင် တႃႇၸွႆႈၾိုၵ်းသွၼ်လႄႈႁုၼ်ႈယႂ်ႇၶူဝ်းတိုၼ်းတႃႇၵူၼ်းတင်းၼမ် မိူၼ်ၼင်ႇမေႃႇတႄႇလ်သဵင်။ ၸွႆႈလၢတ်ႈၼႄႁဝ်းၶႃႈၸွင်ႇတေလႆႈဝႃႈ ၵွပ်ႈသင်လႄႈၸဝ်ႈၵဝ်ႇၶႂ်ႈႁႂ်ႈမွတ်ႇပႅတ်ႈသဵင်ဢတ်းၶွင်ၸဝ်ႈၵဝ်ႇ?

source: Community and Languages
shn: တူင်ႇဝူင်းၵူၼ်းလႄႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Community, Creatives and Civil Society
shn: တူင်ႇဝူင်းၵူၼ်း၊ ၽူႈၶူင်သၢင်ႈ လႄႈ တူင်ႇဝူင်းၵူၼ်းမိူင်း

source: Community participation and decision making.
shn: ၵၢၼ်မီးသုၼ်ႇႁူမ်ႈတူင်ႇဝူင်း လႄႈ ၵၢၼ်တႅပ်းတတ်းသႅၼ်ႈၸႂ်။

source: Community Playbook
shn: ပပ်ႉၵႅမ်မိုဝ်းတူင်ႇဝူင်းၵူၼ်း

source: Confirm Goal
shn: ယိုၼ်ယၼ်ယိူင်းမၢႆ

source: Connection interrupted
shn: လွင်ႈၵွင်ႉၵၢႆႇမီးလွင်ႈၶွင်ႈၶမ်မႃးသုၵ်ႉယုင်ႈဝႆႉၶႃႈ။

source: Connect with Gravatar
shn: ၵပ်းၸူးၸွမ်း Gravatar

source: Connect with our community and see supported languages
shn: ၵပ်းသိုပ်ႇၸူးတူင်ႇဝူင်းႁဝ်းသေ တူၺ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၵမ်ႉထႅမ်

source: Contact
shn: ၵပ်းသိုပ်ႇ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
shn: ၵပ်းသိုပ်ႇၽူႈတႅမ်ႈလိၵ်ႈ၊ ၽူႈတႅမ်ႈၸိူင်းၸၢတ်ႈ ဢမ်ႇၼၼ် ၽူႈတႅမ်ႈၶေႃႈသင်ႇငဝ်းတူင်ႉသေ ထၢမ်တူၺ်းဝႃႈ ၸွင်ႇၶဝ်တေၶႂ်ႈဢဝ် ၵၢၼ်ငၢၼ်းၶဝ် ပွတ်းဢွၼ်ႇတွၼ်ႈၼိုင်ႈ မႃးလူႇတၢၼ်းပၼ် ၵူၼ်းတင်းၼမ်။

source: Contact Form
shn: ၾွမ်ႇတႃႇၵပ်းသိုပ်ႇ

source: Contact the Common Voice team
shn: ၵပ်းသိုပ်ႇၸုမ်းႁဵတ်းၵၢၼ် Common Voice

source: Contact us
shn: ၵပ်းသိုပ်ႇႁဝ်းၶႃႈ

source: Contact Us
shn: ၵပ်းသိုပ်ႉႁဝ်းၶႃႈ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
shn: လွၼ်ႉလိူင်ႈၸိူဝ်းၼႆႉယူႇပႃႈတႂ်ႈ <licenseLink>မၢႆၾၢင် Creative Commons</licenseLink>

source: Continue
shn: သိုပ်ႇၵႂႃႇ

source: Continue speaking
shn: သိုပ်ႇလၢတ်ႈၵႂႃႇ

source: Continue validating
shn: သိုပ်ႇၵူတ်ႇထတ်း

source: Continue with Skipped
shn: ၶၢမ်ႈၵႂႃႇသေသိုပ်ႇႁဵတ်းၸွမ်း

source: Contribute
shn: ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်

source: Contribute on GitHub
shn: ၶဝ်ႈမႃးၸွႆႈထႅမ် ၼႂ်း GitHub

source: Contribute sentences
shn: ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်ၶေႃႈၵႂၢမ်ႈ

source: Contribute text
shn: ႁူမ်ႈၸွႆႈထႅမ် တူဝ်လိၵ်ႈ

source: Contribute to { $lang }
shn: ၸွႆႈထႅမ်ပၼ်ၽႃႇသႃႇ { $lang }

source: Contribute to text corpus
shn: ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ် ႁူင်းတူဝ်လိၵ်ႈ

source: Contributing to <bold>{ $language }</bold> dataset
shn: တိုၵ်ႉၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်ပၼ် ၸုမ်ႇၶေႃႈမုၼ်းၽႃႇသႃႇ<bold>{ $language }</bold>ယူႇၶႃႈ

source: Contribution Activity
shn: လွင်ႈတူင်ႉၼိုင်ၵၢၼ်ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်

source: Contribution Criteria
shn: ပိူင်တႅပ်းတတ်း ၵၢၼ်ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်

source: Contribution Experience
shn: တူဝ်ထူပ်းၵၢၼ်ၸွႆႈထႅမ်

source: Contribution Guidelines
shn: ၶေႃႈၸီႉသင်ႇ ၵၢၼ်ၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ်⁠

source: Contributors record voice clips by reading from a bank of donated sentences.
shn: ၽူႈၸွႆႈထႅမ်ၶဝ်ႈမႃး ဢတ်းသဵင် လူၺ်ႈၵၢၼ်ဢၢၼ်ႇတီႈယေးတူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း (Sentence bank) ဢၼ်လႆႈႁပ်ႉလူႇဝႆႉၼၼ်ႉၶႃႈ။

source: Conversations with friends or texting often include more natural switching. Example:
shn: ၵၢၼ်လၢတ်ႈၸႃတင်းဢူၺ်းၵေႃႉ ဢမ်ႇၼၼ် ၵၢၼ်သူင်ႇလိၵ်ႈၸူးၵၼ်ၼၼ်ႉ ၵမ်ႈၼမ်တႄႉ ၵႆႉပႃးလွင်ႈလၢတ်ႈၵႂၢမ်းလေႃးၵၼ် ဢၼ်ပဵၼ်သၽႃႇဝလိူဝ်ၶႃႈ။ တူဝ်ယၢင်ႇ -

source: Cookies
shn: ၶုၵ်ႇၵီႇသ်

source: Copainalá Zoque
shn: ၵူဝ်ႇပၢႆႇၼႃႇလႃႇ သူဝ်ႇၵႄႇ

source: Copied successfully
shn: ၵွပ်ႇပီႇဢဝ် ယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈ

source: Copy
shn: ၵေႃႇပီႇ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
shn: <coquiLink>ၶူဝ်ႇၶီႇ</coquiLink> ၼႆႉ ပဵၼ်တႃႇပၢႆးၸၢင်ႊ ပိုတ်ႇၽုၺ်ႇ လွင်ႈသဵင်လၢတ်ႈ (Open speech technology) ၶူင်းၵၢၼ်ၶွင်ၶဝ်ၼႆႉ ပႃးဝႆႉ ပိူင်သၢင်ႈ STT (ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ) လႄႈ TTS (ပိၼ်ႇလိၵ်ႈပဵၼ်သဵင်လၢတ်ႈ) ဢၼ်ဢိင်ၼိူဝ် ပၢႆးႁဵၼ်းႁူႉလိုၵ်ႉလမ်ႇ(Deep learning based engines) ၶႃႈယဝ်ႉ။

source: Cornish
shn: ၶူဝ်းၼိတ်ႉသျ်

source: Correct
shn: ထုၵ်ႇမႅၼ်ႈ

source: <correct> Correct</correct>: It’s one hundred miles away from here
shn: <correct>ထုၵ်ႇမႅၼ်ႈ</correct> ၵႆၵၼ်တင်းတီႈၼႆႈ ပၢၵ်ႇလၵ်း

source: <correct>Correct</correct>: It was twenty per cent off
shn: <correct>ထုၵ်ႇမႅၼ်ႈ</correct> လႆႈလူတ်းယွမ်းပၼ်သၢဝ်းပိူဝ်ႊသႅၼ်ႊ

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
shn: <correct> ထုၵ်ႇမႅၼ်ႈ </correct>: ႁူပ်ႉၵၼ်ၼႂ်းပီ <underline>သွင်ႁဵင်သိပ်းႁႃႈ</underline>

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
shn: <correct>ထုၵ်ႇမႅၼ်ႈ</correct>: ၸိူဝ်းၶဝ်ထုၵ်ႇတီႉၺွပ်းလႆႈလူၺ်ႈ <underline>FBI</underline> မိူဝ်ႈဝၼ်းၽတ်းပူၼ်ႉမႃး။

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
shn: ဢမ်ႇလူဝ်ႇမႄးႁႂ်ႈထုၵ်ႇမႅၼ် ပိူင်တမ်းလိၵ်ႈ ဢမ်ႇၼၼ် လၢႆးဢွၵ်ႇသဵင် - ႁႂ်ႈသိမ်းဝႆႉ လၢႆးၸႂ်ႉတိုဝ်းဢၼ်ပဵၼ်သၽႃႇဝ တူဝ်ၵူၼ်းလၢတ်ႈၼၼ်ႉၶႃႈ။

source: Corsican
shn: ၵေႃသီၵၼ်ႇ

source: { $count } clips
shn: ၾၢႆႊလ်သဵင် ၾၢႆႊလ်သဵင်

source: { $count }mo
shn: လိူၼ်

source: Country/Region of Residence
shn: ၸိုင်ႈမိူင်း/ၸႄႈတွၼ်ႈ တီႈယူႇတၼ်းသဝ်း

source: { $count }wk
shn: ဝူင်ႈ

source: { $count }y
shn: ပီ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
shn: တူဝ်သတ်းလူင် ၻႆၢႇၼူဝ်ႇသေႃး ၼႂ်းပၢၼ် Triassi-. (သဵင်တတ်းႁၢႆ)

source: Create a Custom Goal
shn: တမ်းဝၢင်းယိူင်းမၢႆဢၼ်မၵ်းၶၼ်ႈႁင်းၵူၺ်း

source: Create API Credentials
shn: သၢင်ႈၶေႃႈမုၼ်းယိုၼ်ယၼ်တူဝ် API

source: Create a profile
shn: သၢင်ႈပရူဝ်ႊၾၢႆႊလ်

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
shn: သၢင်ႈၵႂၢမ်းလၢတ်ႈပၢၼ်မႂ်ႇ လႄႈ ၵႂၢမ်းလၢတ်ႈၵၼ်ၵူႈဝၼ်း (Modern, colloquial sentences) လူၺ်ႈတူဝ်ၸဝ်ႈၵဝ်ႇ ဢမ်ႇၼၼ် ႁူမ်ႈၵၼ်တင်းဢူၺ်းၵေႃႉ ဢမ်ႇၼၼ် တူင်ႇဝူင်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ (Language community) ၸဝ်ႈၵဝ်ႇ — မိူၼ်ၼင်ႇ ၵၢၼ်ပိုတ်ႇႁဵတ်းပၢင်တႅမ်ႈလိၵ်ႈႁူမ်ႈၵၼ် ‘write-a-thon’ ၶႃႈ။

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
shn: ၶူင်ႊသၢင်ႈ ဢမ်ႇၼၼ် ၸႅၵ်ႇၽႄ ၶေႃႈသင်ႇ ဢၼ်ပဵၼ် ၶွင်ၵူၼ်းတင်းၼမ် ၶေႃႈၵႂၢမ်း လႄႈ တူဝ်လိၵ်ႈ တႃႇပိၼ်ႇၽႃႇသႃႇ မေႃၻေလ်ၽႃႇသႃႇ သႅၼ်းဢွၼ်ႇ လႄႈ တၢင်ႇၸိူဝ်း။

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
shn: ၵၢၼ်သၢင်ႈတိုဝ်ႉတၢင်း ႁႂ်ႈၵူၼ်းတင်းၼမ်တင်းလၢႆၶဝ်ႈမႃးႁူမ်ႈသၢင်ႈၸွမ်း Common Voice ၸွႆႈႁႂ်ႈမၼ်ႈၸႂ်လႆႈဝႃႈ ၸုမ်ႇၶေႃႈမုၼ်း ၸၢင်ႈယိုၼ်ႈၸူးထိုင်ၵူၼ်းတင်းၼမ်ၵႃႈၼင်ႇပဵၼ်လႆႈ။ ႁဝ်းၶႃႈၶူင်သၢင်ႈႁဵတ်းပၼ် ၶူဝ်းတိုၼ်းလႄႈပိူင်ၾၢင် ဢၼ်သူၸဝ်ႈၸၢင်ႈၸႂ်ႉလႆႈ!

source: Credentials
shn: ၶေႃႈမုၼ်းယိုၼ်ယၼ်တူဝ်ၵဝ်ႇ

source: Crimean Tatar
shn: ၶရၢမ်ႇမီးယၼ်ႇ တႃႇတႃႇ

source: Criteria
shn: ပိူင်တႅပ်းတတ်း

source: Croatian
shn: ၶရူဝ်ႇဢီးသျိၼ်ႇ

source: Culturally specific questions
shn: ၶေႃႈထၢမ် ဢၼ်ၵပ်းၵၢႆႇလူၺ်ႈ ၾိင်ႈငႄႈၾိင်ႈထုင်းဢၼ်လႂ် ဢၼ်ၼၼ်ႉ။

source: Cypriot Greek
shn: သိပ်ႇပရီဢဵတ်ႉ ၵရိတ်ႉ
